
                         MODELLER 9.19, 2017/07/19, r11078

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2017 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux miro-desktop 4.15.0-72-generic x86_64
Date and time of compilation         : 2017/07/19 14:40:43
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2020/01/07 21:38:43

openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL9v19}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL9v19}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii14.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch3.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/xs4.mat
rdrrwgh_268_> Number of residue types:       21
openf___224_> Open           ../alignment.ali

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       269985     263.657     0.257

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       285077     278.396     0.272

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       300477     293.435     0.287

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       331277     323.513     0.316

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       392877     383.669     0.375

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       516077     503.981     0.492

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       762477     744.606     0.727
read_al_373E> Protein specified in ALIGN_CODES(i) was not found
              in the alignment file; ALIGN_CODES(       1) =  ../10_autopsf
